%% ===== ВЫВОД =====
fprintf('--- Вычисленные параметры двигателя ---\n');
fprintf('Номинальная угловая скорость:                 %.6f рад/c\n', wn);
fprintf('Номинальный момент:                           %.6f Hm\n', Mn);
fprintf('Конструктивный коэф. момента:                 %.6f\n', Km);
fprintf('Конструктивный коэф. скорости:                %.6f\n', Kw);
fprintf('Индуктивность обмоток якоря:                  %.6f H\n', La);
fprintf('Электрическая постоянная времени:             %.6f\n', Te);
